adb
bison
bsdutils
build-essential
ccache
curl
dash
diffutils
efibootmgr
exfatprogs
fastboot
findutils
flex
fontconfig
fzf
git
gnupg
google-chrome-stable
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
hunspell-en-za
ibus-bamboo
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
init
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
lib32z1-dev
libc6-dev-i386
libchewing3
libchewing3-data
libgl1-mesa-dev
libm17n-0
libmarisa0
libncurses-dev
libopencc-data
libopencc1.1
libotf1
libpinyin-data
libpinyin15
libx11-dev
libxml2-utils
linux-generic-hwe-24.04
login
m17n-db
minicom
ncurses-base
ncurses-bin
net-tools
nodejs
npm
openssh-server
picocom
putty
python3
python3-netifaces
rustdesk
shim-signed
snapd
tldr
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-standard
ubuntu-wallpapers
unzip
vlc
wbritish
wpasupplicant
x11proto-core-dev
xsltproc
zip
zlib1g-dev
zsh
